[CerberusSectopod X2CharacterTemplate]
strCharacterName="Сектопод поддержки"
strAcquiredText="Сектопод поддержки не такой тяжелобронированный, как другие сектоподы, но его оружие имеет большой боезопас, а выстрелы ослабляют наших солдат. ИИ в этой машине чертовски хорошо умеет прикрывать огнем других бойцов Адвента."

[CorpseCerberusSectopod X2ItemTemplate]
FriendlyName="Обломки малого сектопода"
FriendlyNamePlural="Обломки малого сектопода"
BriefSummary="Сектоподы Адвента нового поколения значительно уступают крупным сектоподам в размерах, броне и тяжелом вооружении. Но они гораздо маневреннее, скорострельнее и судя по всему дешевле в производстве, раз Адвент начал их так активно использовать против нас."

[CerberusSectopodWPN X2WeaponTemplate]
FriendlyName="Многозарядный бластер сектопода"
BriefSummary="Магнитный многозарядный бластер сектопода."
UnknownUtilityCategory="Бластер"
AbilityDescName="Бластер"